<style>
    *, h2{
        font-family: solaimanlipi;
    }
</style>
<h1>Bangla Font using mPDF </h1>
<p style="font-family: nikosh">
    nikosh
এই ৩০০ কলেজের প্রায় ১২ হাজার শিক্ষকও ক্যাডার শ্রেণিতে অন্তর্ভুক্ত হবেন এমন ধারণা থেকে বিসিএস শিক্ষকেরা এ আন্দোলনে নেমেছেন। অবশ্য শিক্ষা মন্ত্রণালয় বলছে, সরকারিকরণ হওয়া কলেজের শিক্ষকদের মর্যাদা নিয়ে কোনো সিদ্ধান্ত হয়নি।
<br/>
</p>
<p style="font-family: kalpurush">
    kalpurush
এই ৩০০ কলেজের প্রায় ১২ হাজার শিক্ষকও ক্যাডার শ্রেণিতে অন্তর্ভুক্ত হবেন এমন ধারণা থেকে বিসিএস শিক্ষকেরা এ আন্দোলনে নেমেছেন। অবশ্য শিক্ষা মন্ত্রণালয় বলছে, সরকারিকরণ হওয়া কলেজের শিক্ষকদের মর্যাদা নিয়ে কোনো সিদ্ধান্ত হয়নি।
<br/>
</p>
<p style="font-family: solaimanlipi">
    solaimanlipi
এই ৩০০ কলেজের প্রায় ১২ হাজার শিক্ষকও ক্যাডার শ্রেণিতে অন্তর্ভুক্ত হবেন এমন ধারণা থেকে বিসিএস শিক্ষকেরা এ আন্দোলনে নেমেছেন। অবশ্য শিক্ষা মন্ত্রণালয় বলছে, সরকারিকরণ হওয়া কলেজের শিক্ষকদের মর্যাদা নিয়ে কোনো সিদ্ধান্ত হয়নি।
<br/>
</p>
<p style="font-family: siyamrupali">
    siyamrupali
এই ৩০০ কলেজের প্রায় ১২ হাজার শিক্ষকও ক্যাডার শ্রেণিতে অন্তর্ভুক্ত হবেন এমন ধারণা থেকে বিসিএস শিক্ষকেরা এ আন্দোলনে নেমেছেন। অবশ্য শিক্ষা মন্ত্রণালয় বলছে, সরকারিকরণ হওয়া কলেজের শিক্ষকদের মর্যাদা নিয়ে কোনো সিদ্ধান্ত হয়নি।
<br/>
</p>
<h2> যুক্তাক্ষর    </h2>

<p style="font-family: solaimanlipi">
বাংলা যুক্তবর্ণ. “::. ক্ষ = ক ষ ::. ষ্ণ = ষ ণ ::. জ্ঞ = জ ঞ ::. ঞ্জ = ঞ জ ::. হ্ম = হ ম ::. ঞ্চ = ঞ চ ::. ঙ্গ = ঙ গ ::. ঙ্ক = ঙ ক ::. ট্ট = ট ট :: ::. ক্ষ্ম = ক্ষ ম = ‍ক ষ ম :: ::. হ্ন = হ ন :: ::. হ্ণ = হ ণ :: ::. ব্ধ = ব ধ :: ::. ক্র = ক ্র (র-ফলা) :: ::. গ্ধ = গ ধ :: ::. ত্র = ত ্র (র-ফলা) :: ::. ক্ত = ক ত :: ::. ক্স = ক স :: ::. ত্থ = ত থ (উদাহরন: উত্থান, উত্থাপন) :: ::. ত্ত = ত ত (উদাহরন: উত্তম, উত্তর

এর বাইরে কোন যুক্তবর্ণ সম্ভবত বাংলায় প্রচলিত নয়। ক্ক = ক ক;
যেমন- আক্কেল, টেক্কা ক্ট = ক ট;
যেমন- ডক্টর (মন্তব্য: এই যুক্তাক্ষরটি মূলত ইংরেজি/ বিদেশী কৃতঋণ শব্দে ব্যবহৃত) ক্ট্র = ক ট র;
যেমন- অক্ট্রয় ক্ত = ক ত;
যেমন- রক্ত ক্ত্র = ক ত র;
যেমন- বক্ত্র ক্ব = ক ব;
যেমন- পক্ব, ক্বণ ক্ম = ক ম;
যেমন- রুক্মিণী ক্য = ক য;
যেমন- বাক্য ক্র = ক র;
যেমন- চক্র ক্ল = ক ল;
যেমন- ক্লান্তি ক্ষ = ক ষ;
যেমন- পক্ষ ক্ষ্ণ = ক ষ ণ;
যেমন- তীক্ষ্ণ ক্ষ্ব = ক ষ ব;
যেমন- ইক্ষ্বাকু ক্ষ্ম = ক ষ ম;
যেমন- লক্ষ্মী ক্ষ্ম্য = ক ষ ম য;
যেমন- সৌক্ষ্ম্য ক্ষ্য = ক ষ য;
যেমন- লক্ষ্য ক্স = ক স;
যেমন- বাক্স খ্য = খ য;
যেমন- সখ্য খ্র = খ র যেমন;
যেমন- খ্রিস্টান গ্ণ = গ ণ; যেমন – রুগ্ণ গ্ধ = গ ধ;
যেমন- মুগ্ধ গ্ধ্য = গ ধ য;
যেমন- বৈদগ্ধ্য গ্ধ্র = গ ধ র;
যেমন- দোগ্ধ্রী গ্ন = গ ন;
যেমন- ভগ্ন গ্ন্য = গ ন য;
যেমন- অগ্ন্যাস্ত্র, অগ্ন্যুৎপাত, অগ্ন্যাশয় গ্ব = গ ব;
যেমন- দিগ্বিজয়ী গ্ম = গ ম;
যেমন- যুগ্ম গ্য = গ য;
যেমন- ভাগ্য গ্র = গ র;
যেমন- গ্রাম গ্র্য = গ র য;
যেমন- ঐকাগ্র্য, সামগ্র্য, গ্র্যাজুয়েট গ্ল = গ ল;
যেমন- গ্লানি ঘ্ন = ঘ ন;
যেমন- কৃতঘ্ন ঘ্য = ঘ য;
যেমন- অশ্লাঘ্য ঘ্র = ঘ র;
যেমন- ঘ্রাণ ঙ্ক = ঙ ক;
যেমন- অঙ্ক ঙ্ক্ত = ঙ ক ত;
যেমন- পঙ্ক্তি ঙ্ক্য = ঙ ক য;
যেমন- অঙ্ক্য ঙ্ক্ষ = ঙ ক ষ;
যেমন- আকাঙ্ক্ষা ঙ্খ = ঙ খ;
যেমন- শঙ্খ ঙ্গ = ঙ গ;
যেমন- অঙ্গ ঙ্গ্য = ঙ গ য;
যেমন- ব্যঙ্গ্যার্থ, ব্যঙ্গ্যোক্তি ঙ্ঘ = ঙ ঘ;
যেমন- সঙ্ঘ ঙ্ঘ্য = ঙ ঘ য;
যেমন- দুর্লঙ্ঘ্য ঙ্ঘ্র = ঙ ঘ র;
যেমন- অঙ্ঘ্রি ঙ্ম = ঙ ম;
যেমন- বাঙ্ময় চ্চ = চ চ;
যেমন- বাচ্চা চ্ছ = চ ছ;
যেমন- ইচ্ছা চ্ছ্ব = চ ছ ব;
যেমন- জলোচ্ছ্বাস চ্ছ্র = চ ছ র;
যেমন- উচ্ছ্রায় চ্ঞ = চ ঞ;
যেমন- যাচ্ঞা চ্ব = চ ব;
যেমন- চ্বী চ্য = চ য;
যেমন- প্রাচ্য জ্জ = জ জ;
যেমন- বিপজ্জনক জ্জ্ব = জ জ ব;
যেমন- উজ্জ্বল জ্ঝ = জ ঝ;
যেমন- কুজ্ঝটিকা জ্ঞ = জ ঞ;
যেমন- জ্ঞান জ্ব = জ ব;
যেমন- জ্বর জ্য = জ য;
যেমন- রাজ্য জ্র = জ র;
যেমন- বজ্র ঞ্চ = ঞ চ;
যেমন- অঞ্চল ঞ্ছ = ঞ ছ;
যেমন- লাঞ্ছনা ঞ্জ = ঞ জ;
যেমন- কুঞ্জ ঞ্ঝ = ঞ ঝ;
যেমন- ঝঞ্ঝা ট্ট = ট ট;
যেমন- চট্টগ্রাম ট্ব = ট ব;
যেমন- খট্বা ট্ম = ট ম;
যেমন- কুট্মল ট্য = ট য;
যেমন- নাট্য ট্র = ট র;
যেমন- ট্রেন (মন্তব্য: এই যুক্তাক্ষরটি মূলত ইংরেজি/ বিদেশী কৃতঋণ শব্দে ব্যবহৃত) ড্ড = ড ড;
যেমন- আড্ডা ড্ব = ড ব;
যেমন- অন্ড্বান ড্য = ড য;
যেমন- জাড্য ড্র = ড র;
যেমন- ড্রাইভার, ড্রাম (মন্তব্য: এই যুক্তাক্ষরটি মূলত ইংরেজি/ বিদেশী কৃতঋণ শব্দে ব্যবহৃত) ড়্গ = ড় গ;
যেমন- খড়্গ ঢ্য = ঢ য;
যেমন- ধনাঢ্য ঢ্র = ঢ র;
যেমন- মেঢ্র (ত্বক) (মন্তব্য: অত্যন্ত বিরল) ণ্ট = ণ ট;
যেমন- ঘণ্টা ণ্ঠ = ণ ঠ;
যেমন- কণ্ঠ ণ্ঠ্য = ণ ঠ য;
যেমন- কণ্ঠ্য ণ্ড = ণ ড;
যেমন- গণ্ডগোল ণ্ড্য = ণ ড য;
যেমন- পাণ্ড্য ণ্ড্র = ণ ড র;
যেমন- পুণ্ড্র ণ্ঢ = ণ ঢ;
যেমন- ষণ্ঢ ণ্ণ = ণ ণ;
যেমন- বিষণ্ণ ণ্ব = ণ ব;
যেমন- স্হাণ্বীশ্বর ণ্ম = ণ ম;
যেমন- চিণ্ময় ণ্য = ণ য;
যেমন- পূণ্য ৎক = ত ক;
যেমন- উৎকট ত্ত = ত ত;
যেমন- উত্তর ত্ত্ব = ত ত ব;
যেমন- সত্ত্ব ত্ত্য = ত ত য;
যেমন- উত্ত্যক্ত ত্থ = ত থ;
যেমন- অশ্বত্থ ত্ন = ত ন;
যেমন- যত্ন ত্ব = ত ব;
যেমন- রাজত্ব ত্ম = ত ম;
যেমন- আত্মা ত্ম্য = ত ম য;
যেমন- দৌরাত্ম্য ত্য = ত য;
যেমন- সত্য ত্র = ত র
যেমন- ত্রিশ, ত্রাণ ত্র্য = ত র য;
যেমন- বৈচিত্র্য ৎল = ত ল;
যেমন- কাৎলা ৎস = ত স;
যেমন- বৎসর, উৎসব থ্ব = থ ব;
যেমন- পৃথ্বী থ্য = থ য;
যেমন- পথ্য থ্র = থ র;
যেমন- থ্রি (three) (মন্তব্য: এই যুক্তাক্ষরটি মূলত ইংরেজি/ বিদেশী কৃতঋণ শব্দে ব্যবহৃত) দ্গ = দ গ;
যেমন- উদ্গম দ্ঘ = দ ঘ;
যেমন- উদ্ঘাটন দ্দ = দ দ;
যেমন- উদ্দেশ্য দ্দ্ব = দ দ ব;
যেমন- তদ্দ্বারা দ্ধ = দ ধ;
যেমন- রুদ্ধ দ্ব = দ ব;
যেমন- বিদ্বান দ্ভ = দ ভ;
যেমন- অদ্ভুত দ্ভ্র = দ ভ র;
যেমন- উদ্ভ্রান
</p>